Repository: ZuluPro/ZuluBot
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: - Deleting
fr: - Suppression

source: Move '%(old_page)s' to '%(new_page)s'
fr: Déplacement de '%(old_page)s' vers '%(new_page)s'

source: Moving '%(old_page)s' to '%(new_page)s' failed
fr: Déplacement de '%(old_page)s' vers '%(new_page)s' échoué

source: '%(old_page)s' moved to '%(new_page)s'
fr: %(old_page)s déplacé vers %(new_page)s

source: No modification to apply to '%(page)s'
fr: Aucune modification à appliquer sur %(page)s

source: '%(category)s' add in '%(page)s'.
fr: '%(category)s' ajouté dans '%(page)s'.

source: '%(category)s' already in '%(page)s'.
fr: '%(category)s' déjà dans '%(page)s'.

source: '%(page)s' deleted %(link)s
fr: '%(page)s' supprimé %(link)s

source: '%(category)s' remove from '%(page)s'.
fr: '%(category)s' enlevé de '%(page)s'.

source: '%(category)s' not found in '%(page)s'.
fr: '%(category)s' non trouvé dans '%(page)s'.

source: Subsitution from '%(pat)s' to '%(repl)s' in '%(page)s' terminated with success
fr: Subsitution depuis '%(pat)s' vers '%(repl)s' dans '%(page)s' terminée avec succès

source: No occurence of '%(pat)s' found in '%(page)s'
fr: Pas d'occurence de '%(pat)s' dans '%(page)s'

source: Hyperlink(s) '%(link)s' added in '%(page)s'.
fr: Hyperliens '%(link)s' ajouté dans '%(page)s'.

source: No hyperlink '%(link)s' added in '%(page)s'.
fr: Aucun hyperlien '%(link)s' ajouté dans '%(page)s'.

source: Add hyperlink(s) for '%(link)s'
fr: Hyperlien(s) ajouté pour '%(link)s'

source: Your nick on wiki
fr: Votre pseudo sur le wiki

source: Your wikimedia family
fr: Votre famille de wikimedia

source: user
fr: utilisateur

source: Family %(family)s doesn't exist.
fr: La famille %(family)s n'existe pas.

source: URL must finish by '/'
fr: L'URL doit finir par '/'

source: Close
fr: Fermer

source: No configured user.
fr: Aucun utilisateur configuré.

source: Choose
fr: Choisir

source: Modify
fr: Modifier

source: Add
fr: Ajouter

source: Home
fr: Accueil

source: Editor
fr: Editeur

source: Remove
fr: Enlever

source: Remove all
fr: Tout enlever

source: Select all
fr: Tout sélectionner

source: Get links
fr: Obtenir les liens

source: Search
fr: Rechercher

source: Categories
fr: Catégories

source: Users' pages
fr: Pages d'utilisateur

source: Templates
fr: Modèles

source: In content of articles
fr: Dans le contenu des articles

source: Page's references
fr: Références d'une page

source: Unselect all
fr: Tout désélectionner

source: Make active
fr: Rendre actif

source: Delete
fr: Supprimer

source: Save
fr: Sauver

source: Category to add
fr: Catégorie à ajouter

source: Check
fr: Vérifier

source: Expression to link
fr: Expression à lier

source: Link text
fr: Texte du lien

source: Category to delete
fr: Catégorie à supprimer

source: Old category
fr: Ancienne catégorie

source: New category
fr: Nouvelle catégorie

source: Rename
fr: Renommer

source: Category to remove
fr: Catégorie à enlever

source: Pattern to replace
fr: Motif à remplacer

source: Replace by
fr: Remplacer par

source: Apply
fr: Appliquer

source: Add a redirection instead of old page.
fr: Ajouter une redirection à la place de l'ancienne page.

source: Text substitution
fr: Substitution de texte

source: Add hyperlinks
fr: Ajouter hyperliens

source: Rename page
fr: Renommer page

source: Add category
fr: Ajouter catégorie

source: Remove category
fr: Enlever catégorie

source: Delete category
fr: Supprimer catégorie

source: Rename category
fr: Renommer catégorie

source: Page name
fr: Nom de page

source: Comment
fr: Commentaire

source: Publish
fr: Publier

source: Cancel
fr: Annuler

source: Minor edit
fr: Edition mineure

source: View
fr: Visualiser

source: Renaming in progress.
fr: Renommage en cours.

source: '%(page)s' exists.
fr: '%(page)s' existe.

source: '%(page)s' not found.
fr: '%(page)s' non trouvé.

source: Category adding in progress.
fr: Ajout de catégorie en cours.

source: Category moving in progress.
fr: Déplacement de catégorie en cours.

source: Category moving finished.
fr: Déplacement de catégorie terminé.

source: Category removing in progress.
fr: Enlèvement de catégorie terminé.

source: Category removing finished.
fr: Enlèvement de catégorie terminé.

source: Category deleting finished.
fr: Suppression de catégorie terminée.

source: Hyperlinks adding in progress.
fr: Ajout d'hyperliens en cours.

source: Text subsitution in progress
fr: Substitution de texte en cours.

source: Hyperlinks
fr: Hyperliens

source: Publication done.
fr: Publication effectuée.
